{
    "data": [
        {
            "category": "SUV",
            "ïmage_name": "car-suv",
            "description": "An SUV is a powerful vehicle with four-wheel drive that can be driven over rough ground. SUV is an abbreviation for 'sport utility vehicle'."
        },
        {
            "category": "Coupe",
            "ïmage_name": "coupe-car",
            "description": "A coupe or coupé is a passenger car with a sloping or truncated rear roofline and two doors. The term coupé was first applied to horse-drawn carriages for two passengers without rear-facing seats. It comes from the French translation of cut."
        },
        {
            "category": "Van",
            "ïmage_name": "Van",
            "description": "1a : a usually enclosed wagon or motortruck used for transportation of goods or animals also : caravan sense 2a. b : a multipurpose enclosed motor vehicle having a boxlike shape, rear or side doors, and side panels often with windows."
        },
        {
            "category": "Sedan",
            "ïmage_name": "sedan-car-model",
            "description": "A sedan, or saloon (British English) is a passenger car in a three-box configuration with separate compartments for engine, passenger, and cargo. ... The name comes from a 17th-century development of a litter, the sedan chair, a one-person enclosed box with windows and carried by porters."
        },
        {
            "category": "cabriolet",
            "ïmage_name": "cabrio-car",
            "description": "As you may have expected, cabriolet is a foreign word for convertible. It defines a vehicle that has a hard- or soft-top retractable roof. This can be found on a sedan, coupe, wagon, or even an SUV in some cases."
        },
        {
            "category": "Hatchback",
            "ïmage_name": "Hatchback_car",
            "description": "A hatchback is a car body configuration with a rear door that swings upward to provide access to a cargo area. Hatchbacks may feature fold-down second row seating, where the interior can be reconfigured to prioritize passenger or cargo volume."
        }
    ]
}